---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilySymbolicRep
source: html/b0e70ee3-8f26-f34a-8446-5b04b7e72745.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilySymbolicRep Property

"Symbolic Representation"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilySymbolicRep { get; }
```